"PHONE_TITLE" = "Telèfon";
"CALLS_LABEL" = "Trucades";
"CALL_FORWARDING" = "Desviament de trucades";
"SHOW_CALLER_ID" = "Mostrar el meu número";

"Loading" = "Carregant…";
"Reverted" = "Revertit";
"Saving" = "Desant…";
"FAILED" = "Error";
"SUCCESS" = "Completat";
"ERROR" = "Error";
"DISMISS" = "Descartar";

"Calls" = "Trucades";
"International Assist" = "Ajuda Internacional";
"Phone" = "Telèfon";
"Show My Caller ID" = "Mostrar el meu número";

"SETTING_SAVE_ERROR" = "No s’ha pogut desar el paràmetre %@.";
"kCTSettingTypeCallForwarding" = "desviament de trucades";
"kCTSettingTypeCallWaiting" = "trucada en espera";
"kCTSettingTypeCallingLineIdRestriction" = "ID de la trucada";
"kCTSettingTypeSIMLock" = "PIN de la SIM";
"kCTSettingTypePIN" = "PIN";

"OFF" = "No";
"ON" = "Sí";

"Network Selection" = "Selecció de xarxa";
"SIM PIN" = "PIN de la SIM";

"Call Forwarding" = "Desviament de trucades";
"Call Waiting" = "Trucada en espera";
"Network" = "Xarxa";
"SIM Applications" = "Aplicacions SIM";
"TTY" = "TTY";

"Automatic" = "Automàtic";

"Save" = "Desar";
"Cancel" = "Cancel·lar";
"Done" = "OK";
"OK" = "OK";

"ENTER_PASSWORD_FOR_LOCK" = "PIN per bloquejar la SIM. %@";
"ENTER_PASSWORD_FOR_UNLOCK" = "PIN per desbl. la SIM. %@";

"Current Password" = "Contrasenya actual";
"New Password" = "Nova contrasenya";
"Confirm New Password" = "Confirmar contrasenya nova";

"ATTEMPT_REMAINING" = "Queden %@ intents.";
"ATTEMPTS_REMAINING" = "Queden %@ intents.";

"COULD_NOT_LOCK" = "No s’ha pogut bloquejar la SIM. %@";
"COULD_NOT_UNLOCK" = "No s’ha pogut desbloquejar la SIM. %@";
"Could not change PIN" = "No s’ha pogut canviar el PIN. %@";
"CHANGE_PIN" = "Canviar PIN";
"Error: Passwords do not match" = "Error: les contrasenyes no coincideixen";

"ENABLE_TTY" = "Voleu fer servir TTY per a les trucades actuals?";
"DISABLE_TTY" = "Voleu desactivar TTY per a les trucades actuals?";

"Yes" = "Sí";
"No" = "No";

"PHONE" = "El meu número: %@";

"MY_NUMBER" = "El meu núm.";
"UNKNOWN_NUMBER" = "Desconegut";
"MY_NUMBER_PLACEHOLDER" = "Número";
"SAVE_MY_NUMBER" = "Desar|Cancel·lar";
"CANCEL_MY_NUMBER" = "Cancel·lar|Desar";

"SHOW" = "Mostrar";
"HIDE" = "Ocultar";
"NETWORK" = "Per omissió";

"Change Voicemail Password" = "Canviar contrasenya de bústia de veu";
"PASSWORD" = "Contrasenya";
"OLD_PASSWORD_PROMPT" = "Escriviu la contrasenya actual de la bústia de veu";
"NEW_PASSWORD_PROMPT" = "Escriviu una contrasenya nova per a la bústia de veu";
"NEW_PASSWORD_REENTRY_PROMPT" = "Repetiu la contrasenya nova de la bústia de veu";
"NEW_PASSWORD_MISMATCH_PROMPT" = "Error de contrasenya. Proveu-ho de nou.";
"SAVING_PASSWORD_PROMPT" = "Desant contrasenya…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "Bústia de veu no disponible.\nProveu-ho de nou més tard.";
"VOICEMAIL_TASK_GENERIC_ERROR" = "Error en la bústia de veu.\nNo s’ha pogut canviar la contrasenya.";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "Contrasenya desada";

"DIAL_ASSIST_HELP" = "Ajuda Internacional afegeix automàticament el prefix internacional correcte als números de telèfon quan es truca des de l’estranger.";

"Contacts" = "Contactes";
"Sort Order" = "Ordenació";
"Display Order" = "Ordre de presentació";
"FIRST" = "Nom, cognoms";
"LAST" = "Cognoms, nom";

"CARRIER" = "Operador";
"CARRIER_SERVICES" = "Serveis de %@";

"PIN" = "PIN";
"CURRENT_PIN" = "PIN actual";
"NEW_PIN" = "PIN nou";
"CONFIRM_NEW_PIN" = "Confirmar PIN nou";
"Error: PINs do not match" = "Error: els PIN no coincideixen";

"FORWARD_ALL" = "Totes";
"FORWARD_CUSTOM" = "Personalitzada";
"FORWARD_TO" = "Desviar a";
"FORWARDING_TO" = "Desviant a";
"NO_ANSWER" = "No contesta";
"BUSY" = "Ocupat";
"UNREACHABLE" = "Inaccessible";

"CALL_FORWARD_ERROR_TITLE" = "Desviament de trucades";
"CALL_FORWARD_ERROR_MESSAGE" = "No s’han pogut canviar algunes opcions del desviament de trucades";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "No s’ha pogut desar el número.";
